Repository: in2code-de/sitescore
Catalog: Resources/Private/Language/Backend/*.locallang.xlf
Languages: de

# dashboard.title
source: Sitescore Analysis
de: Sitescore Analyse

# dashboard.analyze
source: Analyze Page
de: Seite analysieren

# dashboard.analyzing
source: Analyzing page with AI...
de: Analysiere Seite mit KI...

# dashboard.error
source: Error
de: Fehler

# category.semantics
source: Semantics
de: Semantik

# category.keywords
source: Keyword Optimization
de: Keyword Optimierung

# category.accessibility
source: Accessibility
de: Barrierefreiheit

# suggestions.title
source: Suggestions
de: Empfehlungen

# suggestions.show
source: Show details
de: Zeige Details

# suggestions.hide
source: Hide details
de: Verberge Details

# suggestions.none
source: No suggestions available.
de: Keine Empfehlungen verfügbar.

# dashboard.widget.geo.title
source: GEO & SEO Distribution
de: GEO & SEO Verteilung

# dashboard.widget.performance.title
source: Performance Distribution
de: Performance Verteilung

# dashboard.widget.semantics.title
source: Semantics Distribution
de: Semantik Verteilung

# dashboard.widget.keywords.title
source: Keywords Distribution
de: Keywords Verteilung

# dashboard.widget.accessibility.title
source: Accessibility Distribution
de: Barrierefreiheit Verteilung

# dashboard.widget.description
source: Score distribution across all analyzed pages
de: Score Verteilung über alle analysierten Seiten
